Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Info and Settings buttons are always visible.
ar: أزرار المعلومات والإعدادات مرئية دائمًا.
ca: Els botons d'Info i Configuració són sempre visibles.
cs: Tlačítka Info a Nastavení jsou vždy viditelná.
da: Info- og Indstillinger-knapper er altid synlige.
de: Info- und Einstellungen-Schaltflächen sind immer sichtbar.
el: Τα κουμπιά Πληροφορίες και Ρυθμίσεις είναι πάντα ορατά.
es: Los botones de Info y Ajustes siempre son visibles.
fi: Info- ja Asetukset-painikkeet ovat aina näkyvissä.
fr: Les boutons Info et Réglages sont toujours visibles.
he: כפתורי מידע והגדרות תמיד גלויים.
hi: Info और Settings बटन हमेशा दिखाई देते हैं।
hr: Gumbi Info i Postavke su uvijek vidljivi.
hu: Az Info és Beállítások gombok mindig láthatók.
id: Tombol Info dan Pengaturan selalu terlihat.
it: I pulsanti Info e Impostazioni sono sempre visibili.
ja: 情報と設定ボタンは常に表示されます。
ko: 정보 및 설정 버튼은 항상 표시됩니다.
ms: Butang Info dan Tetapan sentiasa kelihatan.
nb: Info- og Innstillinger-knapper er alltid synlige.
nl: Info- en Instellingen-knoppen zijn altijd zichtbaar.
pl: Przyciski Info i Ustawienia są zawsze widoczne.
pt_br: Os botões Info e Configurações estão sempre visíveis.
pt_pt: Os botões Info e Definições estão sempre visíveis.
ro: Butoanele Info și Setări sunt întotdeauna vizibile.
ru: Кнопки «Информация» и «Настройки» всегда видны.
sk: Tlačidlá Info a Nastavenia sú vždy viditeľné.
sv: Info- och Inställningar-knappar är alltid synliga.
th: ปุ่ม Info และ Settings จะมองเห็นได้ตลอดเวลา
tr: Bilgi ve Ayarlar düğmeleri her zaman görünür.
uk: Кнопки Info і Налаштування завжди видимі.
vi: Các nút Thông tin và Cài đặt luôn hiển thị.
zh_hans: 信息和设置按钮始终可见。
zh_hant: 資訊和設定按鈕始終可見。

source: Initial URL
ar: الرابط الأولي
ca: URL inicial
cs: Počáteční URL
da: Start-URL
de: Start-URL
el: Αρχική URL
es: URL inicial
fi: Alkuperäinen URL
fr: URL initiale
he: כתובת URL התחלתית
hi: प्रारंभिक URL
hr: Početni URL
hu: Kezdő URL
id: URL awal
it: URL iniziale
ja: 初期URL
ko: 최초 URL
ms: URL awal
nb: Start-URL
nl: Begin-URL
pl: Początkowy URL
pt_br: URL inicial
pt_pt: URL inicial
ro: URL inițial
ru: Начальный URL
sk: Počiatočná URL
sv: Ursprunglig URL
th: URL เริ่มต้น
tr: Başlangıç URL'si
uk: Початковий URL
vi: URL ban đầu
zh_hans: 初始URL
zh_hant: 初始URL

source: Inline Playback
ar: التشغيل المضمن
ca: Reproducció en línia
cs: Přehrávání v řádku
da: Inline-afspilning
de: Inline-Wiedergabe
el: Αναπαραγωγή inline
es: Reproducción en línea
fi: Upposoitto
fr: Lecture en ligne
he: ניגון במקום
hi: इनलाइन प्लेबैक
hr: Reprodukcija u liniji
hu: Beágyazott lejátszás
id: Putar Inline
it: Riproduzione inline
ja: インライン再生
ko: 인라인 재생
ms: Main Balik Sebaris
nb: Inline-avspilling
nl: Inline afspelen
pl: Odtwarzanie w linii
pt_br: Reprodução inline
pt_pt: Reprodução inline
ro: Redare inline
ru: Встроенное воспроизведение
sk: Prehrávanie v riadku
sv: Inline-uppspelning
th: เล่นในบรรทัด
tr: Satır içi oynatma
uk: Вбудоване відтворення
vi: Phát trong dòng
zh_hans: 内联播放
zh_hant: 內嵌播放

source: Inner Size
ar: الحجم الداخلي
ca: Mida interior
cs: Vnitřní velikost
da: Indre størrelse
de: Innere Größe
el: Εσωτερικό μέγεθος
es: Tamaño interior
fi: Sisäkoko
fr: Taille intérieure
he: גודל פנימי
hi: आंतरिक आकार
hr: Unutarnja veličina
hu: Belső méret
id: Ukuran dalam
it: Dimensione interna
ja: 内部サイズ
ko: 내부 크기
ms: Saiz dalaman
nb: Indre størrelse
nl: Binnenformaat
pl: Rozmiar wewnętrzny
pt_br: Tamanho interno
pt_pt: Tamanho interior
ro: Dimensiune interioară
ru: Внутренний размер
sk: Vnútorná veľkosť
sv: Inre storlek
th: ขนาดภายใน
tr: İç boyut
uk: Внутрішній розмір
vi: Kích thước bên trong
zh_hans: 内部尺寸
zh_hant: 內部尺寸

source: Input
ar: المدخلات
ca: Entrada
cs: Vstup
de: Eingabe
el: Είσοδος
es: Entrada
fi: Syöte
fr: Entrée
he: קלט
hi: इनपुट
hr: Ulaz
hu: Bemenet
ja: 入力
ko: 입력
nb: Inndata
nl: Invoer
pl: Wejście
pt_br: Entrada
pt_pt: Entrada
ro: Intrare
ru: Ввод
sk: Vstup
sv: Indata
th: อินพุต
tr: Girdi
uk: Введення
vi: Đầu vào
zh_hans: 输入
zh_hant: 輸入

source: Invalid JSON
ar: JSON غير صالح
ca: JSON no vàlid
cs: Neplatný JSON
da: Ugyldig JSON
de: Ungültiges JSON
el: Μη έγκυρο JSON
es: JSON inválido
fi: Virheellinen JSON
fr: JSON invalide
he: JSON לא חוקי
hi: अमान्य JSON
hr: Nevažeći JSON
hu: Érvénytelen JSON
id: JSON tidak valid
it: JSON non valido
ja: 無効なJSON
ko: 잘못된 JSON
ms: JSON tidak sah
nb: Ugyldig JSON
nl: Ongeldige JSON
pl: Nieprawidłowy JSON
pt_br: JSON inválido
pt_pt: JSON inválido
ro: JSON invalid
ru: Недопустимый JSON
sk: Neplatný JSON
sv: Ogiltig JSON
th: JSON ไม่ถูกต้อง
tr: Geçersiz JSON
uk: Недійсний JSON
vi: JSON không hợp lệ
zh_hans: 无效的JSON
zh_hant: 無效的JSON

source: iOS 17+ only.
ar: iOS 17+ فقط.
ca: Només iOS 17+.
cs: Pouze iOS 17+.
da: Kun iOS 17+.
de: Nur iOS 17+.
el: Μόνο iOS 17+.
es: Solo iOS 17+.
fi: Vain iOS 17+.
fr: iOS 17+ uniquement.
he: iOS 17+ בלבד.
hi: केवल iOS 17+।
hr: Samo iOS 17+.
hu: Csak iOS 17+.
id: Hanya iOS 17+.
it: Solo iOS 17+.
ja: iOS 17以上のみ。
ko: iOS 17 이상에서 사용할 수 있습니다.
ms: iOS 17+ sahaja.
nb: Kun iOS 17+.
nl: Alleen iOS 17+.
pl: Tylko iOS 17+.
pt_br: Apenas iOS 17+.
pt_pt: Apenas iOS 17+.
ro: Doar iOS 17+.
ru: Только iOS 17+.
sk: Iba iOS 17+.
sv: Endast iOS 17+.
th: iOS 17+ เท่านั้น
tr: Yalnızca iOS 17+.
uk: Лише iOS 17+.
vi: Chỉ iOS 17+.
zh_hans: 仅限iOS 17+。
zh_hant: 僅限iOS 17+。

source: iPad: Full drag/drop support. Between apps, within app. Split View compatible.
ar: iPad: دعم كامل للسحب والإفلات. بين التطبيقات وداخل التطبيق. متوافق مع Split View.
ca: iPad: Suport complet d'arrossegar i deixar anar. Entre aplicacions i dins l'aplicació. Compatible amb Split View.
cs: iPad: Plná podpora přetahování. Mezi aplikacemi a v aplikaci. Kompatibilní s Split View.
da: iPad: Fuld træk og slip-understøttelse. Mellem apps og inden for appen. Split View kompatibel.
de: iPad: Vollständiges Drag & Drop.
el: iPad: Πλήρης υποστήριξη μεταφοράς και απόθεσης. Μεταξύ εφαρμογών και εντός της εφαρμογής. Συμβατό με Split View.
es: iPad: Arrastrar/soltar completo.
fi: iPad: Täysi vedä ja pudota -tuki. Sovellusten välillä ja sovelluksessa. Split View -yhteensopiva.
fr: iPad : Glisser-déposer complet.
he: iPad: תמיכה מלאה בגרירה ושחרור. בין אפליקציות ובתוך האפליקציה. תואם Split View.
hi: iPad: पूर्ण ड्रैग/ड्रॉप समर्थन। ऐप्स के बीच और ऐप के भीतर। Split View संगत।
hr: iPad: Puna podrška za povuci i ispusti. Između aplikacija i unutar aplikacije. Kompatibilno sa Split View.
hu: iPad: Teljes húzd és ejtsd támogatás. Alkalmazások között és alkalmazáson belül. Split View kompatibilis.
id: iPad: Dukungan seret dan lepas penuh. Antar aplikasi dan dalam aplikasi. Kompatibel dengan Split View.
it: iPad: Drag & drop completo.
ja: iPad: フルドラッグ＆ドロップ対応。 アプリ間、アプリ内で使用可能。 Split View対応。
ko: iPad에서 전체 드래그/드롭을 지원합니다.
ms: iPad: Sokongan seret dan lepas penuh. Antara aplikasi dan dalam aplikasi. Serasi dengan Split View.
nb: iPad: Full dra og slipp-støtte. Mellom apper og innenfor appen. Split View kompatibel.
nl: iPad: Volledige drag & drop ondersteuning. Tussen apps en binnen de app. Split View compatibel.
pl: iPad: Pełna obsługa przeciągania i upuszczania. Między aplikacjami i w aplikacji. Kompatybilny z Split View.
pt_br: iPad: Suporte completo a arrastar e soltar. Entre apps e dentro do app. Compatível com Split View.
pt_pt: iPad: Suporte completo de arrastar e largar. Entre apps e dentro da app. Compatível com Split View.
ro: iPad: Suport complet pentru drag and drop. Între aplicații și în cadrul aplicației. Compatibil cu Split View.
ru: iPad: Полная поддержка перетаскивания.
sk: iPad: Plná podpora presúvania. Medzi aplikáciami a v aplikácii. Kompatibilné so Split View.
sv: iPad: Fullt stöd för dra och släpp. Mellan appar och i appen. Split View-kompatibel.
th: iPad: รองรับลากและวางเต็มรูปแบบ ระหว่างแอปและภายในแอป รองรับ Split View
tr: iPad: Tam sürükle-bırak desteği. Uygulamalar arası ve uygulama içi. Split View uyumlu.
uk: iPad: Повна підтримка перетягування. Між додатками та всередині додатку. Сумісно з Split View.
vi: iPad: Hỗ trợ kéo thả đầy đủ. Giữa các ứng dụng và trong ứng dụng. Tương thích Split View.
zh_hans: iPad: 完整拖放支持。 可在应用间和应用内使用。 兼容分屏视图。
zh_hant: iPad: 完整拖放支援。 可在應用程式間和應用程式內使用。 相容分割顯示。

source: iPad: Full element fullscreen support.
ar: iPad: دعم كامل للعناصر بملء الشاشة.
ca: iPad: Suport complet de pantalla completa d'elements.
cs: iPad: Plná podpora celé obrazovky pro prvky.
da: iPad: Fuld element fuld skærm-understøttelse.
de: iPad: Volle Element-Vollbildunterstützung.
el: iPad: Πλήρης υποστήριξη πλήρους οθόνης στοιχείων.
es: iPad: Soporte completo de pantalla completa de elementos.
fi: iPad: Täysi elementtien koko näytön tuki.
fr: iPad : Support complet du plein écran des éléments.
he: iPad: תמיכה מלאה במסך מלא לאלמנטים.
hi: iPad: पूर्ण एलिमेंट फुलस्क्रीन समर्थन।
hr: iPad: Puna podrška za puni zaslon elemenata.
hu: iPad: Teljes elem teljes képernyő támogatás.
id: iPad: Dukungan fullscreen elemen penuh.
it: iPad: Supporto completo a schermo intero degli elementi.
ja: iPad: 全要素フルスクリーン対応。
ko: iPad에서 전체 요소 전체화면을 지원합니다.
ms: iPad: Sokongan skrin penuh elemen penuh.
nb: iPad: Full element fullskjermstøtte.
nl: iPad: Volledige element volledig scherm ondersteuning.
pl: iPad: Pełna obsługa pełnego ekranu elementów.
pt_br: iPad: Suporte total a tela cheia de elementos.
pt_pt: iPad: Suporte total a ecrã completo de elementos.
ro: iPad: Suport complet pentru ecran complet al elementelor.
ru: iPad: Полная поддержка полноэкранного режима элементов.
sk: iPad: Plná podpora celej obrazovky pre prvky.
sv: iPad: Fullt stöd för fullskärm av element.
th: iPad: รองรับเต็มจอสำหรับทุกองค์ประกอบ
tr: iPad: Tam öğe tam ekran desteği.
uk: iPad: Повна підтримка повноекранного режиму елементів.
vi: iPad: Hỗ trợ toàn màn hình đầy đủ cho phần tử.
zh_hans: iPad：完整元素全屏支持。
zh_hant: iPad：完整元素全螢幕支援。

source: iPad: Full fullscreen support. Any element can go fullscreen. Videos, games, presentations.
ar: iPad: دعم كامل لملء الشاشة.
ca: iPad: Suport complet de pantalla completa.
cs: iPad: Plná podpora celé obrazovky.
da: iPad: Fuld fuldskærmssupport.
de: iPad: Vollständige Vollbildunterstützung.
el: iPad: Πλήρης υποστήριξη πλήρους οθόνης.
es: iPad: Soporte completo de pantalla completa.
fi: iPad: Täysi koko näytön tuki.
fr: iPad : Support complet du plein écran.
he: iPad: תמיכה מלאה במסך מלא.
hi: iPad: पूर्ण फ़ुलस्क्रीन समर्थन।
hr: iPad: Puna podrška za cijeli zaslon.
hu: iPad: Teljes teljes képernyős támogatás.
id: iPad: Dukungan penuh layar penuh.
it: iPad: Supporto completo schermo intero.
ja: iPadでフルスクリーンを完全サポート。
ko: iPad에서 전체 화면 모드를 완전 지원합니다.
ms: iPad: Sokongan skrin penuh sepenuhnya.
nb: iPad: Full fullskjermstøtte.
nl: iPad: Volledige ondersteuning voor volledig scherm.
pl: iPad: Pełna obsługa pełnego ekranu.
pt_br: iPad: Suporte completo a tela cheia.
pt_pt: iPad: Suporte completo a ecrã inteiro.
ro: iPad: Suport complet pentru ecran complet.
ru: iPad: Полная поддержка полноэкранного режима.
sk: iPad: Plná podpora celej obrazovky.
sv: iPad: Fullt helskärmsstöd.
th: iPad: รองรับเต็มหน้าจอเต็มที่
tr: iPad: Tam tam ekran desteği.
uk: iPad: Повна підтримка повноекранного режиму.
vi: iPad: Hỗ trợ toàn màn hình đầy đủ.
zh_hans: iPad完全支持全屏模式。
zh_hant: iPad完全支援全螢幕模式。

source: iPad: Full support. Any element can go fullscreen. Videos, games, presentations.
ar: iPad: دعم كامل. أي عنصر يمكن أن يصبح ملء الشاشة. الفيديوهات والألعاب والعروض التقديمية.
ca: iPad: Suport complet. Qualsevol element pot anar a pantalla completa. Vídeos, jocs, presentacions.
cs: iPad: Plná podpora. Jakýkoli prvek může přejít na celou obrazovku. Videa, hry, prezentace.
da: iPad: Fuld support. Ethvert element kan blive fuldskærm. Videoer, spil, præsentationer.
de: iPad: Vollständig unterstützt.
el: iPad: Πλήρης υποστήριξη. Οποιοδήποτε στοιχείο μπορεί να γίνει πλήρης οθόνη. Βίντεο, παιχνίδια, παρουσιάσεις.
es: iPad: Soporte completo.
fi: iPad: Täysi tuki. Mikä tahansa elementti voi mennä koko näytölle. Videot, pelit, esitykset.
fr: iPad : Prise en charge complète.
he: iPad: תמיכה מלאה. כל אלמנט יכול להיות במסך מלא. סרטונים, משחקים, מצגות.
hi: iPad: पूर्ण समर्थन। कोई भी तत्व पूर्ण स्क्रीन हो सकता है। वीडियो, गेम, प्रस्तुतियां।
hr: iPad: Puna podrška. Bilo koji element može ići na cijeli zaslon. Videozapisi, igre, prezentacije.
hu: iPad: Teljes támogatás. Bármely elem teljes képernyős lehet. Videók, játékok, prezentációk.
id: iPad: Dukungan penuh. Elemen apa pun bisa layar penuh. Video, game, presentasi.
it: iPad: Supporto completo.
ja: iPad: 完全サポート。 どの要素でもフルスクリーンにできます。 ビデオ、ゲーム、プレゼンテーションに。
ko: iPad에서 완전 지원합니다.
ms: iPad: Sokongan penuh. Mana-mana elemen boleh skrin penuh. Video, permainan, pembentangan.
nb: iPad: Full støtte. Ethvert element kan bli fullskjerm. Videoer, spill, presentasjoner.
nl: iPad: Volledige ondersteuning. Elk element kan volledig scherm worden. Video's, games, presentaties.
pl: iPad: Pełna obsługa. Każdy element może przejść w tryb pełnoekranowy. Filmy, gry, prezentacje.
pt_br: iPad: Suporte completo. Qualquer elemento pode ir para tela cheia. Vídeos, jogos, apresentações.
pt_pt: iPad: Suporte completo. Qualquer elemento pode ir para ecrã inteiro. Vídeos, jogos, apresentações.
ro: iPad: Suport complet. Orice element poate trece pe ecran complet. Videoclipuri, jocuri, prezentări.
ru: iPad: Полная поддержка.
sk: iPad: Plná podpora. Akýkoľvek prvok môže ísť na celú obrazovku. Videá, hry, prezentácie.
sv: iPad: Fullt stöd. Alla element kan bli helskärm. Videor, spel, presentationer.
th: iPad: รองรับเต็มรูปแบบ องค์ประกอบใดก็ได้สามารถเต็มหน้าจอ วิดีโอ เกม งานนำเสนอ
tr: iPad: Tam destek. Herhangi bir öğe tam ekran olabilir. Videolar, oyunlar, sunumlar.
uk: iPad: Повна підтримка. Будь-який елемент може стати повноекранним. Відео, ігри, презентації.
vi: iPad: Hỗ trợ đầy đủ. Bất kỳ phần tử nào cũng có thể toàn màn hình. Video, game, thuyết trình.
zh_hans: iPad: 完全支持。 任何元素都可以全屏。 适用于视频、游戏、演示。
zh_hant: iPad: 完全支援。 任何元素都可以全螢幕。 適用於影片、遊戲、簡報。

source: iPhone: Limited support. Gesture conflicts with scroll. iPad recommended.
ar: iPhone: دعم محدود. تعارض الإيماءات مع التمرير. iPad موصى به.
ca: iPhone: Suport limitat. Conflictes de gestos amb el desplaçament. iPad recomanat.
cs: iPhone: Omezená podpora. Konflikty gest s posouváním. iPad doporučen.
da: iPhone: Begrænset understøttelse. Gesturkonflikter med rulning. iPad anbefalet.
de: iPhone: Eingeschränkte Unterstützung. Gestenkonflikte mit Scrollen. iPad empfohlen.
el: iPhone: Περιορισμένη υποστήριξη. Συγκρούσεις χειρονομιών με κύλιση. iPad συνιστάται.
es: iPhone: Soporte limitado. Conflictos de gestos con desplazamiento. iPad recomendado.
fi: iPhone: Rajoitettu tuki. Eleiden konfliktit vierityksen kanssa. iPad suositellaan.
fr: iPhone : Support limité. Conflits de gestes avec le défilement. iPad recommandé.
he: iPhone: תמיכה מוגבלת. התנגשויות תנועות עם גלילה. iPad מומלץ.
hi: iPhone: सीमित समर्थन। जेस्चर स्क्रॉल के साथ टकराता है। iPad अनुशंसित।
hr: iPhone: Ograničena podrška. Sukobi gesta s pomicanjem. iPad preporučen.
hu: iPhone: Korlátozott támogatás. Gesztus-ütközések görgetéssel. iPad ajánlott.
id: iPhone: Dukungan terbatas. Konflik gestur dengan gulir. iPad disarankan.
it: iPhone: Supporto limitato. Conflitti gesti con scorrimento. iPad consigliato.
ja: iPhoneでは限定的にサポート。 スクロールとジェスチャーが競合します。 iPadを推奨。
ko: iPhone에서는 제한적으로 지원합니다. iPad를 권장합니다.
ms: iPhone: Sokongan terhad. Konflik gerak isyarat dengan tatal. iPad disyorkan.
nb: iPhone: Begrenset støtte. Gestkonflikter med rulling. iPad anbefalt.
nl: iPhone: Beperkte ondersteuning. Gebarenconflicten met scrollen. iPad aanbevolen.
pl: iPhone: Ograniczona obsługa. Konflikty gestów z przewijaniem. Zalecany iPad.
pt_br: iPhone: Suporte limitado. Conflitos de gestos com rolagem. iPad recomendado.
pt_pt: iPhone: Suporte limitado. Conflitos de gestos com deslocamento. iPad recomendado.
ro: iPhone: Suport limitat. Conflicte gesturi cu derularea. iPad recomandat.
ru: iPhone: Ограниченная поддержка. Конфликты жестов с прокруткой. Рекомендуется iPad.
sk: iPhone: Obmedzená podpora. Konflikty gest s posúvaním. iPad odporúčaný.
sv: iPhone: Begränsat stöd. Gestkonflikter med rullning. iPad rekommenderas.
th: iPhone: รองรับจำกัด ท่าทางขัดกับการเลื่อน แนะนำ iPad
tr: iPhone: Sınırlı destek. Hareket kaydırma ile çakışır. iPad önerilir.
uk: iPhone: Обмежена підтримка. Конфлікти жестів з прокруткою. Рекомендовано iPad.
vi: iPhone: Hỗ trợ hạn chế. Cử chỉ xung đột với cuộn. Đề xuất iPad.
zh_hans: iPhone：有限支持。 手势与滚动冲突。 推荐 iPad。
zh_hant: iPhone：有限支援。 手勢與滾動衝突。 推薦 iPad。

source: iPhone: Limited to video elements only.
ar: iPhone: مقيد لعناصر الفيديو فقط.
ca: iPhone: Limitat només a elements de vídeo.
cs: iPhone: Omezeno pouze na video prvky.
da: iPhone: Begrænset til kun video-elementer.
de: iPhone: Nur auf Videoelemente beschränkt.
el: iPhone: Περιορισμένο μόνο σε στοιχεία βίντεο.
es: iPhone: Limitado solo a elementos de video.
fi: iPhone: Rajoitettu vain videoelementteihin.
fr: iPhone : Limité aux éléments vidéo uniquement.
he: iPhone: מוגבל לאלמנטי וידאו בלבד.
hi: iPhone: केवल वीडियो एलिमेंट्स तक सीमित।
hr: iPhone: Ograničeno samo na video elemente.
hu: iPhone: Csak videóelemekre korlátozva.
id: iPhone: Terbatas untuk elemen video saja.
it: iPhone: Limitato solo agli elementi video.
ja: iPhone: ビデオ要素のみに限定。
ko: iPhone에서는 비디오만 지원합니다.
ms: iPhone: Terhad kepada elemen video sahaja.
nb: iPhone: Begrenset til kun videoelementer.
nl: iPhone: Beperkt tot alleen video-elementen.
pl: iPhone: Ograniczone tylko do elementów wideo.
pt_br: iPhone: Limitado apenas a elementos de vídeo.
pt_pt: iPhone: Limitado apenas a elementos de vídeo.
ro: iPhone: Limitat doar la elemente video.
ru: iPhone: Ограничено только видеоэлементами.
sk: iPhone: Obmedzené iba na video prvky.
sv: iPhone: Begränsat till endast videoelement.
th: iPhone: จำกัดเฉพาะองค์ประกอบวิดีโอ
tr: iPhone: Yalnızca video öğeleriyle sınırlı.
uk: iPhone: Обмежено лише відеоелементами.
vi: iPhone: Chỉ giới hạn cho các phần tử video.
zh_hans: iPhone：仅限视频元素。
zh_hant: iPhone：僅限視訊元素。

source: iPhone: Not supported. Only videos can go fullscreen. iPad has full API support.
ar: iPhone: غير مدعوم. فقط الفيديوهات يمكنها ملء الشاشة. iPad يدعم API بالكامل.
ca: iPhone: No compatible. Només els vídeos poden anar a pantalla completa. iPad té suport complet d'API.
cs: iPhone: Nepodporováno. Pouze videa mohou jít na celou obrazovku. iPad má plnou podporu API.
da: iPhone: Ikke understøttet. Kun videoer kan blive fuldskærm. iPad har fuld API-support.
de: iPhone: Nicht unterstützt. Nur Videos können Vollbild werden. iPad hat volle API-Unterstützung.
el: iPhone: Δεν υποστηρίζεται. Μόνο τα βίντεο μπορούν να γίνουν πλήρης οθόνη. Το iPad έχει πλήρη υποστήριξη API.
es: iPhone: No compatible. Solo los videos pueden ir a pantalla completa. iPad tiene soporte API completo.
fi: iPhone: Ei tuettu. Vain videot voivat mennä koko näytölle. iPadissa on täysi API-tuki.
fr: iPhone : Non pris en charge. Seules les vidéos peuvent être en plein écran. iPad a un support API complet.
he: iPhone: לא נתמך. רק סרטונים יכולים להיות במסך מלא. iPad יש תמיכת API מלאה.
hi: iPhone: समर्थित नहीं। केवल वीडियो पूर्ण स्क्रीन हो सकते हैं। iPad में पूर्ण API समर्थन है।
hr: iPhone: Nije podržano. Samo videozapisi mogu ići na cijeli zaslon. iPad ima punu API podršku.
hu: iPhone: Nem támogatott. Csak videók lehetnek teljes képernyősek. iPad teljes API támogatással rendelkezik.
id: iPhone: Tidak didukung. Hanya video yang bisa layar penuh. iPad memiliki dukungan API penuh.
it: iPhone: Non supportato. Solo i video possono andare a schermo intero. iPad ha supporto API completo.
ja: iPhone: サポートされていません。 ビデオのみフルスクリーン可能。 iPadはフルAPI対応。
ko: iPhone에서는 지원하지 않습니다. 비디오만 전체 화면이 가능합니다.
ms: iPhone: Tidak disokong. Hanya video boleh skrin penuh. iPad mempunyai sokongan API penuh.
nb: iPhone: Ikke støttet. Kun videoer kan bli fullskjerm. iPad har full API-støtte.
nl: iPhone: Niet ondersteund. Alleen video's kunnen volledig scherm. iPad heeft volledige API-ondersteuning.
pl: iPhone: Nieobsługiwane. Tylko filmy mogą być na pełnym ekranie. iPad ma pełną obsługę API.
pt_br: iPhone: Não suportado. Apenas vídeos podem ir para tela cheia. iPad tem suporte completo à API.
pt_pt: iPhone: Não suportado. Apenas vídeos podem ir para ecrã inteiro. iPad tem suporte completo à API.
ro: iPhone: Nu este suportat. Doar videoclipurile pot fi pe ecran complet. iPad are suport complet API.
ru: iPhone: Не поддерживается. Только видео может быть полноэкранным. iPad имеет полную поддержку API.
sk: iPhone: Nepodporované. Iba videá môžu ísť na celú obrazovku. iPad má plnú podporu API.
sv: iPhone: Stöds inte. Endast videor kan bli helskärm. iPad har fullt API-stöd.
th: iPhone: ไม่รองรับ เฉพาะวิดีโอเท่านั้นที่เต็มหน้าจอได้ iPad รองรับ API เต็มรูปแบบ
tr: iPhone: Desteklenmiyor. Sadece videolar tam ekran olabilir. iPad tam API desteğine sahip.
uk: iPhone: Не підтримується. Тільки відео може бути повноекранним. iPad має повну підтримку API.
vi: iPhone: Không hỗ trợ. Chỉ video có thể toàn màn hình. iPad có hỗ trợ API đầy đủ.
zh_hans: iPhone: 不支持。 只有视频可以全屏。 iPad有完整API支持。
zh_hant: iPhone: 不支援。 只有影片可以全螢幕。 iPad有完整API支援。

source: iPhone: Video fullscreen only. Full API on iPad only. Videos still work normally.
ar: iPhone: ملء شاشة الفيديو فقط. الواجهة الكاملة على iPad فقط. الفيديوهات تعمل بشكل طبيعي.
ca: iPhone: Només vídeo a pantalla completa. API completa només a iPad. Els vídeos funcionen normalment.
cs: iPhone: Pouze video na celou obrazovku. Plné API pouze na iPad. Videa stále fungují normálně.
da: iPhone: Kun video fuldskærm. Fuld API kun på iPad. Videoer fungerer stadig normalt.
de: iPhone: Nur Video-Vollbild.
el: iPhone: Μόνο βίντεο σε πλήρη οθόνη. Πλήρες API μόνο σε iPad. Τα βίντεο λειτουργούν κανονικά.
es: iPhone: Solo video pantalla completa.
fi: iPhone: Vain videon koko näyttö. Täysi API vain iPadilla. Videot toimivat normaalisti.
fr: iPhone : Plein écran vidéo seul.
he: iPhone: מסך מלא לווידאו בלבד. API מלא רק ב-iPad. סרטונים עדיין עובדים כרגיל.
hi: iPhone: केवल वीडियो पूर्ण स्क्रीन। पूर्ण API केवल iPad पर। वीडियो सामान्य रूप से काम करते हैं।
hr: iPhone: Samo video na cijeli zaslon. Puni API samo na iPadu. Videozapisi i dalje rade normalno.
hu: iPhone: Csak videó teljes képernyő. Teljes API csak iPaden. Videók továbbra is normálisan működnek.
id: iPhone: Hanya video layar penuh. API penuh hanya di iPad. Video tetap bekerja normal.
it: iPhone: Solo video fullscreen.
ja: iPhone: ビデオのみフルスクリーン。 フルAPIはiPadのみ。 ビデオは通常通り動作します。
ko: iPhone에서는 비디오 전체 화면만 지원합니다.
ms: iPhone: Hanya video skrin penuh. API penuh hanya di iPad. Video masih berfungsi seperti biasa.
nb: iPhone: Kun video fullskjerm. Full API kun på iPad. Videoer fungerer fortsatt normalt.
nl: iPhone: Alleen video volledig scherm. Volledige API alleen op iPad. Video's werken normaal.
pl: iPhone: Tylko wideo na pełnym ekranie. Pełne API tylko na iPad. Filmy działają normalnie.
pt_br: iPhone: Apenas tela cheia de vídeo. API completa apenas no iPad. Vídeos funcionam normalmente.
pt_pt: iPhone: Apenas ecrã inteiro de vídeo. API completa apenas no iPad. Vídeos funcionam normalmente.
ro: iPhone: Doar video pe ecran complet. API complet doar pe iPad. Videoclipurile funcționează normal.
ru: iPhone: Только полноэкранное видео.
sk: iPhone: Iba video na celú obrazovku. Plné API iba na iPad. Videá stále fungujú normálne.
sv: iPhone: Endast video helskärm. Fullt API endast på iPad. Videor fungerar fortfarande normalt.
th: iPhone: เฉพาะวิดีโอเต็มหน้าจอ API เต็มรูปแบบเฉพาะ iPad วิดีโอยังทำงานปกติ
tr: iPhone: Sadece video tam ekran. Tam API sadece iPad'de. Videolar normal çalışır.
uk: iPhone: Тільки відео на повний екран. Повний API лише на iPad. Відео працює нормально.
vi: iPhone: Chỉ video toàn màn hình. API đầy đủ chỉ trên iPad. Video vẫn hoạt động bình thường.
zh_hans: iPhone: 仅视频全屏。 完整API仅iPad支持。 视频仍正常工作。
zh_hant: iPhone: 僅影片全螢幕。 完整API僅iPad支援。 影片仍正常運作。
